Repository: files-community/Files
Catalog: Files/Strings/*/Resources.resw
Source language: en_us
Languages: he_il, hi_in, hu_hu, ta, tr_tr, uk_ua, zh_hant

# InvalidItemDialogTitle
source: Invalid item
hu_hu: Érvénytelen elem
ta: செல்லாத உருப்படி
tr_tr: Geçersiz öğe
uk_ua: Невірний елемент

# DriveCapacityUnknown
source: Unknown
he_il: לא ידוע
hu_hu: Ismeretlen
ta: தெரியாதவை
tr_tr: Bilinmiyor
uk_ua: Невідомо
zh_hant: 未知

# ExceptionNotificationAccessLogFileButton
source: Open log location
hu_hu: Eseménynapló helyének megnyitása
ta: பதிவு கோப்பின் இருப்பிடத்தைத் திற
tr_tr: Log kaydı klasörünü aç
uk_ua: Відкрити розташування лог файлу

# ExceptionNotificationBody
source: Files ran into a problem that the developers didn't prepare for yet.
hu_hu: Files problémába ütközött amire a fejlesztők nem készültek fel.
tr_tr: Dosyalar, geliştiricilerin henüz düzeltmediği bir sorunla karşılaştı.
uk_ua: Files зіткнулися з проблемою, до якої розробники були не готові.

# ExceptionNotificationHeader
source: Something went wrong!
he_il: משהו השתבש
hu_hu: Valami elromlott!
ta: ஏதோ தவறாகிவிட்டது!
tr_tr: Bir sorun oluştu...
uk_ua: Сталася помилка!
zh_hant: 發生錯誤

# ExceptionNotificationReportButton
source: Report this issue
he_il: דווח על בעיה זו
hu_hu: Probléma jelentése
ta: இந்த சிக்கலை தெரிவியுங்கள்
tr_tr: Bu sorunu bildirin
uk_ua: Повідомте про цю проблему
zh_hant: 回報此問題

# SettingsAboutVersionTitle
source: Version:
he_il: גירסה
hu_hu: Verzió:
ta: பதிப்பு:
tr_tr: Sürüm
uk_ua: Версія:
zh_hant: 版本 (Version):

# ShareDialogFailMessage
source: There's nothing to share right now...
he_il: ‏‏אין כרגע פריטים לשיתוף.
hu_hu: Jelenleg nincs semmi megosztanivaló...
ta: இப்போது பகிர ஒன்றுமில்லை.
tr_tr: Şu anda paylaşılacak bir şey yok.
uk_ua: Наразі нема до чого надавати спільний доступ...
zh_hant: 目前沒有任何可分享的項目。

# ShareDialogMultipleItemsDescription
source: The items you've selected will be shared
hu_hu: A kiválasztott elemek meg lesznek osztva
ta: நீங்கள் தேர்வுசெய்த உருப்படிகள் பகிரப்படும்
tr_tr: Seçtiğiniz öğeler paylaşılacak
uk_ua: Вибраним елементам буде надано загальний доступ

# ShareDialogSingleItemDescription
source: The selected item will be shared
hu_hu: A kiválasztott elem meg lesz osztva
ta: தேர்வுசெய்யப்பட்ட உருப்படி பகிரப்படும்
tr_tr: Seçilen öğeler paylaşılacak
uk_ua: Вибраному елементу буде надано загальний доступ

# ShareDialogTitle
source: Sharing {0}
he_il: שיתוף: {0}%
hu_hu: Megosztás {0}
ta: பகிர்தல் {0}
tr_tr: {0} paylaşılıyor
uk_ua: Надається спільний доступ до ресурсу "{0}"
zh_hant: 正在共用 {0}

# ShareDialogTitleMultipleItems
source: Sharing {0} {1}
hu_hu: Megosztás {0} {1}
uk_ua: Спільний доступ до {0} {1}

# RenameError.ItemDeleted.Text
source: The item you're attempting to rename no longer exists. Please verify the correct location of the item you need to rename.
uk_ua: Елемент, який ви намагаєтесь перейменувати, більше не існує. Будь ласка, перевірте правильність розташування предмета, який потрібно перейменувати.

# RenameError.ItemDeleted.Title
source: Item no longer exists
hu_hu: Az elem már nem létezik
tr_tr: Öğe artık yok
uk_ua: Елемент більше не існує
zh_hant: 項目不存在

# RenameError.NameInvalid.Text
source: The name specified was invalid. Please check the desired item name and try again.
ta: கொடுக்கப்பட்ட பெயர் செல்லத பெயர்களில் ஒன்றாகும். தயவுசெய்து பெயரை சரிப்பார்த்து மீண்டும் முயலவும்.
tr_tr: Belirtilen ad geçersiz. Lütfen istediğiniz öğe adını kontrol edin ve tekrar deneyin.
uk_ua: Вказане невірне ім’я. Перевірте бажану назву товару та повторіть спробу.

# RenameError.NameInvalid.Title
source: Invalid item name
hu_hu: Helytelen név
ta: செல்லாத உருப்படி பெயர்
tr_tr: Geçersiz öğe ismi
uk_ua: Невірне ім’я елемента

# RenameError.TooLong.Text
source: The length of the item name specified exceeds the maximum limit. Please check the desired name and try again.
tr_tr: Belirtilen öğe adının uzunluğu maksimum sınırı aşıyor. Lütfen istediğiniz adı kontrol edin ve tekrar deneyin.
uk_ua: Довжина вказаної назви товару перевищує максимальну межу. Перевірте бажане ім’я та повторіть спробу.

# RenameError.TooLong.Title
source: Item name was too long
hu_hu: Túl hosszú elemnév
ta: உருப்படி பெயர் மிகவும் நீளமாக இருந்தது
tr_tr: Öğe ismi çok uzun
uk_ua: Назва елемента занадто велика

# ContextMenuMoreItemsLabel
source: More
he_il: עוד
hu_hu: Több
ta: மேலும்
tr_tr: Diğer
uk_ua: Більше
zh_hant: 其他

# PropertiesDialogCancelButton.Content
source: Cancel
he_il: ביטול
hu_hu: Mégsem
ta: இரத்து
tr_tr: İptal
uk_ua: Скасувати
zh_hant: 取消

# ConfirmDeleteDialogDeleteOneItem.Text
source: Are you sure you want to delete this item?
he_il: האם אתה בטוח שברצונך למחוק פריט זה?
hu_hu: Biztosan szeretné törölni az elemet?
ta: இந்த உருப்படியை உறுதியாக நீக்க விரும்புகிறீர்களா?
tr_tr: Bu öğeyi silmek istediğinizden emin misiniz?
uk_ua: Ви впевнені що хочете видалити цей елемент?
zh_hant: 您確定要刪除此項目嗎？

# ConfirmDeleteDialogDeleteMultipleItems.Text
source: Are you sure you want to delete these {0} items?
hu_hu: Biztosan szeretne törölni {0} elemet?
ta: இந்த {0} உருப்படிகளை நீங்கள் நீக்க விரும்புகிறீர்களா?
tr_tr: Bu {0} öğeyi silmek istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете видалити ці {0} елемент(и)(ів)?
zh_hant: 確定要刪除這 {0} 個項目嗎?

# SettingsMultitaskingAdaptive.Content
source: Adaptive (Recommended)
hu_hu: Alkalmazkodó (Ajánlott)
ta: தானியங்கு (பரிந்துரைக்கப்பட்டவை)
tr_tr: Adaptif/Uyarlanabilir (Tavsiye edilir)
uk_ua: Адаптивна (рекомендується)

# SettingsMultitaskingAdaptiveDescription.Text
source: Selects the best multitasking control based on how the app window is resized. When the window is small, you'll notice the horizontal tab strip is collapsed into a flyout on the navigation toolbar.
tr_tr: Uygulama penceresinin nasıl yeniden boyutlandırıldığına bağlı olarak en iyi çoklu görev kontrolünü seçer. Pencere küçük olduğunda, yatay sekme şeridinin gezinme araç çubuğunda bir açılır pencereye daraltıldığını fark edeceksiniz.
uk_ua: Вибирає найкращий елемент багатозадачності на основі того, як змінюється розмір вікна програми. Коли вікно невелике, ви помітите, що горизонтальна смуга вкладок згортається у вікно на панелі навігації.

# SettingsMultitaskingHorizontal.Content
source: Horizontal
he_il: אופקי
hu_hu: Vízszintes
ta: கிடைமட்ட
tr_tr: Yatay
uk_ua: Горизонтальна
zh_hant: 水平

# SettingsMultitaskingHorizontalDescription.Text
source: Always hides the vertical multitasking flyout from the navigation toolbar, and shows the traditional horizontal tabstrip on the app window. This is suited for users who need to keep track of every open app instance at all times.
tr_tr: Dikey çoklu görev açılır penceresini her zaman gezinme araç çubuğundan gizler ve uygulama penceresinde geleneksel yatay sekme şeridini gösterir. Bu, her zaman her açık uygulama örneğini takip etmesi gereken kullanıcılar için uygundur.
uk_ua: Завжди приховує вертикальну багатозадачність на панелі інструментів навігації та відображає традиційну горизонтальну смужку вкладок у вікні програми. Це підходить для користувачів, яким потрібно постійно відстежувати кожен відкритий екземпляр програми.

# SettingsMultitaskingTitle.Text
source: Multitasking
he_il: ריבוי משימות
hu_hu: Multitaszking
ta: பல்பணியாக்கம்
tr_tr: Çok görevli
uk_ua: Багатозадачність
zh_hant: 多工

# SettingsMultitaskingVertical.Content
source: Vertical
he_il: אנכי
hu_hu: Függőleges
ta: செங்குத்து
tr_tr: Dikey
uk_ua: Вертикальна
zh_hant: 垂直

# SettingsMultitaskingVerticalDescription.Text
source: Collapses the horizontal list of app instances into a vertical flyout on the navigation toolbar, designed for users who want a clean app interface with on-demand access to a multitasking experience.
tr_tr: Uygulama örneklerinin yatay listesini, çoklu görev deneyimine isteğe bağlı erişime sahip temiz bir uygulama arayüzü isteyen kullanıcılar için tasarlanmış, gezinme araç çubuğundaki dikey bir açılır pencerede daraltır.
uk_ua: Згортає горизонтальний список екземплярів додатків у вертикальну лінію на панелі навігації, призначену для користувачів, які хочуть чистий інтерфейс програми з доступом до вимог до багатозадачності.

# SettingsNavMultitasking.Content
source: Multitasking
he_il: ריבוי משימות
hu_hu: Multitaszking
ta: பல்பணியாக்கம்
tr_tr: Çok görevli
uk_ua: Багатозадачність
zh_hant: 多工

# BaseLayoutItemContextFlyoutSetAs.Text
source: Set as
he_il: קבע כ-
hu_hu: Beállítás mint
ta: இவ்வாறு அமை
tr_tr: Ayarla
uk_ua: Установити як

# BaseLayoutItemContextFlyoutCopyLocation.Text
source: Copy location
he_il: העתק מיקום
hu_hu: Hely másolása
ta: இருப்பிடத்தை நகலெடு
tr_tr: Konumu kopyala
uk_ua: Копіювати розташування
zh_hant: 複製位置

# VerticalTabViewAddTab.Text
source: Add tab
he_il: הוסף כרטיסיה
hu_hu: Lap hozzáadása
ta: தாவலை சேர்
tr_tr: Sekme ekle
uk_ua: Створити вкладку
zh_hant: 新增索引標籤

# VerticalTabViewHeader.Text
source: Open tabs
hu_hu: Lapok megnyitása
ta: திறந்துள்ள தாவல்கள்
tr_tr: Sekmeleri aç
uk_ua: Відкриті вкладки
zh_hant: 開啟標籤

# ButtonNo.Content
source: No
he_il: לא
hu_hu: Nem
ta: இல்லை
tr_tr: Hayır
uk_ua: Ні
zh_hant: 否

# ButtonYes.Content
source: Yes
he_il: כן
hu_hu: Igen
ta: ஆம்
tr_tr: Evet
uk_ua: Так
zh_hant: 是

# RestartNotificationText.Text
source: The application needs to be restarted in order to apply the language setting, would you like to restart the app?
ta: மொழி மாற்றத்தை செயற்படுத்த இந்த பயன்பாடு மறுதொடங்க வேண்டும். இப்போது மறுதொடக்கம் செய்ய விரும்புகிறீர்களா?
uk_ua: Додаток потрібно перезапустити, щоб застосувати налаштування мови. Чи хочете ви перезапустити програму?

# AddDialog.Title
source: Create a New Item
hu_hu: Új elem készítése
ta: pudhiya
tr_tr: Yeni öğe oluştur
uk_ua: Створити новий елемент

# AddDialogDescription.Text
source: Choose a type for this new item below
ta: இந்த புதிய உருப்படியின் வகையை கீழே தேர்வுசெய்க
tr_tr: Bu yeni öğe için aşağıdan bir tür seçin
uk_ua: Виберіть тип для цього нового елемента нижче

# AddDialog.PrimaryButtonText
source: Cancel
he_il: ביטול
hu_hu: Mégsem
ta: இரத்து
tr_tr: İptal
uk_ua: Скасувати
zh_hant: 取消

# AddDialogListFolderHeader
source: Folder
he_il: תיקיה
hu_hu: Mappa
ta: கோப்புறை
tr_tr: Klasör
uk_ua: Папка
zh_hant: 資料夾

# AddDialogListFolderSubHeader
source: Creates an empty folder
hu_hu: Új mappa létrehozása
ta: ஒரு வெறுமை கோப்புறையை உருவாக்கும்
uk_ua: Створює порожню папку

# BaseLayoutContextFlyoutLayoutMode.Text
source: Layout mode
he_il: מצב פריסה
hu_hu: Elrendezés
ta: தளவமைப்பு முறை
tr_tr: Düzen modu
uk_ua: Вид піктограм
zh_hant: 版面配置模式

# NavBackButton.AutomationProperties.Name
source: Navigate backwards
uk_ua: Навігація назад

# NavForwardButton.AutomationProperties.Name
source: Navigate forward
he_il: נווט קדימה
ta: முன்னோக்கி வழிசெலுத்து
tr_tr: İleri Git
uk_ua: Перехід уперед
zh_hant: 向前巡覽

# NavResfreshButton.AutomationProperties.Name
source: Refresh the directory
hu_hu: Könyvtár újratöltése
ta: கோப்புறையை புதுப்பி
uk_ua: Оновлення каталогу

# NavUpButton.AutomationProperties.Name
source: Go up one directory
ta: ஒரு கோப்புறை மேல் செல்
uk_ua: Піднятися вгору на один каталог

# VerticalTabStrip.AutomationProperties.Name
source: Vertical tab strip
uk_ua: Вертикальна смуга вкладок

# SettingsPreferencesAppLanguage.AutomationProperties.Name
source: App Language
hu_hu: App Nyelve
ta: பயன்பாட்டு மொழி
tr_tr: Uygulama Dili
uk_ua: Мова програми
zh_hant: 應用程式語言

# SettingsPreferencesTerminalApplications.AutomationProperties.Name
source: Terminal Applications
hu_hu: Terminál Applikációk
uk_ua: Стандартний термінал

# SettingsPreferencesEditTerminalApplications.AutomationProperties.Name
source: Edit terminal applications
hu_hu: Terminál applikáció megváltoztatása
uk_ua: Змінити профілі терміналів

# SettingsPreferencesEditTerminalApplications.ToolTipService.ToolTip
source: Edit terminal applications
hu_hu: Terminál applikáció megváltoztatása
uk_ua: Змінити профілі терміналів

# SettingsPreferencesTerminalApplicationsSampleProfiles.AutomationProperties.Name
source: View sample profiles
ta: மாதிரி சுயவிவரங்களைப் பார்
uk_ua: Переглянути зразки профілів

# SettingsPreferencesAppLanguage.Header
source: App Language
ta: பயன்பாட்டு மொழி
tr_tr: Uygulama Dili
uk_ua: Мова програми
zh_hant: 應用程式語言

# SettingsPreferencesTerminalApplications.Header
source: Terminal Applications
uk_ua: Стандартний термінал

# SettingsAboutSupportUs.Text
source: Support us
hu_hu: Támogatás
ta: எங்களை ஆதரவளி
uk_ua: Підтримайте нас

# SettingsAboutSupportUsDescription.Text
source: Support us on PayPal
hu_hu: Támogatás PayPal-lal
ta: எங்களை PayPal இல் ஆதரவளி
uk_ua: Підтримайте нас на PayPal

# AccessDeniedCreateDialog.Text
source: We weren't able to create this item
hu_hu: Nem voltunk képesek az elem létrehozására
ta: இந்த உருப்படியை எங்களால் உருவாக்க இயலவில்லை
uk_ua: Елемент не може бути створений

# AccessDeniedCreateDialog.Title
source: Access Denied
he_il: הגישה נדחתה
hu_hu: Hozzáférés megtagadva
ta: Access Denied அணுகல் மறுக்கப்பட்டது
tr_tr: Erişim engellendi
uk_ua: Немає доступу
zh_hant: 拒絕存取

# SettingsPreferencesRecycleBinSwitch.Header
source: Pin Recycle Bin to the sidebar
uk_ua: Закріпити Кошик на бічній панелі

# SettingsPreferencesShowConfirmDeleteDialogSwitch.Header
source: Show a confirmation dialog when deleting files or folders
uk_ua: Показувати діалогове вікно підтвердження під час видалення файлів або папок

# SettingsFilesAndFoldersShowFileExtensions.Header
source: Show extensions for known file types
ta: அறிந்த கோப்பு வகைகளுக்கு நீட்டிப்பைக் காண்பி
uk_ua: Показати розширення для відомих типів файлів

# SettingsAppearanceAcrylicSidebar.Header
source: Acrylic sidebar
ta: Acrylic பக்கப்பட்டி
uk_ua: Бокова панель з ефектом акрила

# SettingsAppearanceDateFormat.Header
source: Date format
he_il: תבנית תאריך.
ta: தேதி வடிவம்
tr_tr: Tarih biçimi
uk_ua: Формат дати
zh_hant: 日期格式

# SettingsAppearanceTheme.Header
source: App theme
ta: பயன்பாட்டுக் கருப்பொருள்
tr_tr: Uygulama teması
uk_ua: Тема
zh_hant: App 佈景主題

# SettingsShowFileOwnerInProperties.Header
source: Show Owner in properties
ta: பண்புகளில் உரிமையாளரை காண்பி
uk_ua: Показуквати Власника у властивостях

# SettingsOpenItemsWithOneclick.Header
source: Open items with a single click
uk_ua: Відкривати одним кліком

# StatusBarControlListView.Text
source: List View
hi_in: सूची व्यू
hu_hu: Lista

# SettingsAboutLicense.Text
source: License
hi_in: लाइसेंस:
hu_hu: Licensze

# SettingsAboutSpecialThanks.Text
source: Special thanks to:
hi_in: विशेष धन्यवाद:
hu_hu: Külön köszönet:

# SettingsAboutThirdPartyLicenses.Text
source: Third Party Licenses
hi_in: तृतीय पक्ष लाइसेंस
hu_hu: Külsős licenszek
ta: மூன்றாம் தரப்பு உரிமங்கள்
tr_tr: Üçüncü Şahıs Lisansları
zh_hant: 第三方許可證

# SettingsAboutWebsite.Text
source: Website
hi_in: वेबसाइट:
hu_hu: Weboldal

# SettingsNavSearch.PlaceholderText
source: Search
hi_in: खोजें
hu_hu: Keresés

# SidebarSettings.Text
source: Settings
hi_in: सेटिंग्स
hu_hu: Beállítások

# BaseLayoutContextFlyoutNewBitmapImage.Text
source: Bitmap Image
hi_in: बिटमैप चित्र
hu_hu: Bitmap Kép

# BaseLayoutContextFlyoutNewTextDocument.Text
source: Text Document
hi_in: लेख दस्तावेज़
hu_hu: Szöveges Dokumentum

source: New Text Document
hi_in: नया लिखित दस्तावेज़
hu_hu: Új Szöveges dokumentum

source: New Bitmap Image
hi_in: नई बिटमैप छवि
hu_hu: Új Bitmap Kép

# NavNewItemButton.ToolTipService.ToolTip
source: Create a new item (Ctrl + Shift + N)
hi_in: एक नया आइटम बनाएं (Ctrl + Shift + N)
hu_hu: Új elem létrehozása (Ctrl + Shift + N)

# StatusBarControlGridViewLarge.Text
source: Grid View (Large)
hi_in: ग्रिड व्यू (बड़े)
hu_hu: Nagy ikonok

# StatusBarControlGridViewMedium.Text
source: Grid View (Medium)
hi_in: ग्रिड व्यू (मध्यम)
hu_hu: Közepes ikonok

# StatusBarControlGridViewSmall.Text
source: Grid View (Small)
hi_in: ग्रिड व्यू (छोटा)
hu_hu: Kis ikonok

# StatusBarControlTilesView.Text
source: Tiles View
hi_in: टाइल्स व्यू
hu_hu: Lista

# StatusBarControlLayoutMode.ToolTipService.ToolTip
source: Layout mode
he_il: מצב פריסה
hi_in: लेआउट मोड
hu_hu: Elrendezés

# PropertiesDialogHidden.Content
source: Hidden
hi_in: छिपा हुआ
hu_hu: Rejtett

# SettingsOnStartupOpenSpecificPagesUserControlChangePage.Text
source: Change Page Location
hi_in: पन्ने का स्थान बदलें
hu_hu: Oldal helyének módosítása

# SettingsOnStartupOpenSpecificPagesUserControlRemovePage.Text
source: Remove Page
hi_in: पन्ने हटाएं
hu_hu: Oldal eltávolítása

# AddDialogListBitmapHeader
source: Bitmap Image
hu_hu: Bitmap Kép

# AddDialogListBitmapSubHeader
source: Creates an empty bitmap image file
hu_hu: Új bitmap kép létrehozása

# AddDialogListTextFileHeader
source: Text Document
hu_hu: Szöveges dokumentum

# AddDialogListTextFileSubHeader
source: Creates an empty text file
hu_hu: Új szöveges dokumentum létrehozása

# NewItemButton.AutomationProperties.Name
source: Create new item
hu_hu: Új elem létrehozása

# SidebarSettingsButton.AutomationProperties.Name
source: Settings
hu_hu: Beállítások

# SettingsPreferencesPinOneDriveSwitch.AutomationProperties.Name
source: Pin OneDrive to the sidebar
hu_hu: OneDrive kitűzése az oldalsávra

# SettingsPreferencesRecycleBinSwitch.AutomationProperties.Name
source: Pin Recycle Bin to the sidebar
hu_hu: Lomtár kitűzése az oldalsávra

# FileInUseDeleteDialog.SecondaryButtonText
source: OK
he_il: אישור
hi_in: ठीक है
ta: சரி
tr_tr: Tamam
zh_hant: 確定

# FileNameTeachingTip.CloseButtonContent
source: OK
he_il: אישור
hi_in: ठीक है
ta: சரி
tr_tr: Tamam
zh_hant: 確定

# SettingsAboutAppName.Text
source: Files
he_il: קבצים
hi_in: Files UWP
tr_tr: Files UWP
zh_hant: 通用檔案管理器

# BaseLayoutItemContextFlyoutQuickLook.Text
source: QuickLook
hi_in: क्विकलुक
zh_hant: QuickLook 預覽

# PropertiesDialogReadOnly.Content
source: Read-only
hi_in: केवल पठन
